[HunkerDownFlankingCancelPassive X2AbilityTemplate]
LocFriendlyName="Hunker Cancel"
LocLongDescription="You are flanking a unit that is Hunkered Down and as such are nullifying it's Defense bonus against you."
LocHelpText="You are flanking a unit that is Hunkered Down and as such are nullifying it's Defense bonus against you."
LocFlyOverText="Hunker Cancel"
LocPromotionPopupText="<Bullet/> This is the dummy ability allowing you to cancel Hunker Down bonuses when flanking them.<br/>"
